Revit 2024 API
ContextualHelp.Launch Method
Launches and displays the help topic specified by the contents of this ContextualHelp object.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public void Launch()
Visual Basic
Public Sub Launch
Visual C++
public:
void Launch()
See Also
ContextualHelp Class
Autodesk.Revit.UI Namespace